{
  "Race" : 
  {
    "Lust" : ["Lust is defined as the heart's purest form of desire, which raises the question, what do we lust for? Is it power? Fame? Wealth? Status? Dominance overall? Temptations of the flesh? For the valkarian, all of the above drives them and their need to lust. The valkarians desire to be pure and close to perfection as possible; this is the reason their desires almost destroyed them and wiped them from the multiverse. One of the valkary's laws is to keep the bloodline pure and never to mix their vanity with anything outside of Lagneía, for the world they see as unfit to walk among them. One day the sheer lust that drives them drove the king of Kjósa Valour, Volwrath, to venture out of magnesia for his lust to see the outside Universe and desire to court with other races made other valkarian men want to follow in their lord's footsteps, which drove the planet into a civil war. Once the queen Namie of the pure heart realized what had happened, she took up an army of female valkaries to stand against Their male counterparts to stop them from defaming the sacred bloodline. Because of this war, areas of kjósa Valour are now as ugly as the Universe the valkarian fought so hard to keep separate. Vollrath was never captured and is still wondering the multiverse searching for a means to quench his heart's new desires! For Namine, she, too, has a newfound lust! One for revenge towards her once beloved king and ruler of kjósa, she lusts to bring him home once again so she can bury him there.","                       The Valkarians are now a scattered race amongst their Universe and others alike. They have a beautiful Aroma they have learned to Manipulate. This Aroma is that of a deadly Life Syphoning Toxin that, when exposed, can lead anyone who isn't immune to it to succumb to their Command and fulfilling that Valkary's specific Desires.","                        This Aroma has corrupted the Once Great Beautiful Valkarians into still Silk-Like beings of True Demonic Beauty wearing Luxurious Light Weight Attire such as Dresses and Robes Made from The Finest Races of the Universe. Utilizing each Race for a new form of Attire, they have grown into Demonic Succubus\/Incubus with a pinkish and light bluish Skin with Runic signs around them glowing and protruding their Newfound Natural Aroma of Seduction. Using the Runic Signs, they act as an Enchanter\/tress\/Summoning Race; due to their Occult Bloodline, they have studied their own form of Science. The Science of witchcraft\/necromancy is to forever be able to bring their seduced slaves back to fight and fulfil their Desires for them until the end of Eternity. They can construct their own weaponry from their glorious Beauty Forge. A forge with a Bright Purple Like substance running it. This substance is the Valkarian's Life Essence, which they experimented on to create their Grand Warp Gate of Vanity. They used this Purple Vain substance to only build their Ego's as it was also established to them no other Race could ever match their Beautiful Brilliance. ","                        These now Feuding Valkarians have their own Arsenal and way of using their Protruding Aroma. Some use it to get what they want. In contrast, others use it to cause Races to enact Large Scale Genocides or Ceremonial Ritualistic Sacrifices to their Beautiful Omnipotent Valkyries. The Male Valkarians Choose more Sadistic sorts of Manipulation only to make the others suffer from themselves. While the Female Valkarians use a more Masochistic type of Manipulation where they Lure in their Preying Victim only to Turn them into Brain Washed Servants willing to assist their Mistress with whatever she may need."],
    "Zoth" : ["The Zoths are an anomaly amongst the Omniverse; they were created from mutations within the Dark Matter along the outer edge of the Omniverse. This mutative reaction caused an interdimensional rift in space (also known as the Hellion-Gate), birthing the final eighth Universe. As they emerged from their Hellish Realm, they were met with only judgement by the other Races, seen as the Demonic Race come to rule overall. At first, due to this judgement, they grew hatred and caused Chaos which only caused them to be seen as a new Sin amongst The Omniverse as Chaos. Their Origin is still Unknown to all; the only real explanation is they are amalgamations of every Race's Sin Combined into the Embodiment of Sadistic, Chaotic Demonized Souls with no love or compassion in their heart, but with all this being Speculation, who's to say they aren't indeed the Beast to End all Others. They just may be OMNI's, Saving Grace... With Dark Matter coursing through their Veins, they control it and harness it to manipulate it into fundamental Matter like Weaponry. This Weaponry is Scythe based as that is their weapon of choice! They operate Dark Matter to create a Demonic Arsenal of Dark Matter Infused Scythes, Dark Matter Magicka, and Chained Kama's that only extend further as they channel Dark Matter into Physical Form only to unleash Pain and Retribution across the cosmos. Their home Verse is a hellscape full of Grotesque, Demonic, and Gruesome imagery. As a Demon Based Race, their choice of clothing would be Decayed Angel Wing Skirts\/Loincloth covered by their Fallen Foes, Leather-Like Jacket's Symbolizing Rank with Either Dark Matter Resonance or Any of the Seven Race's Skin. They have different Hairstyles, 's Usually only Green and Blood Soaked Grey; only the Highest Rank Still have Luxurious White Hair. This Race has committed many inhumane Atrocities Across The Omniverse out of hatred; it Lashed out. They have Scars From Being Manifested with their Hearts Torn out by The High Council; to Guage Zoth Rank, Amongst others. This Ranking System was Created from their Very Manifestation as Each has a Unified Hivemind-Like Voice in its head. Forever keeping them in a Transe State that gathers emotional and educational information as it comes. This makes this Demonic Race very Progressive in seeing Values and Breaking the Cycle of allowing the hatred to only Cause them to Destroy Mindlessly. When indeed, if they Vesseled all that hatred into a Positive Motivation to Create Beautifully and honestly make a change, it can Make Waves across The Omniverse. This Demonic Race has begun to Expand and Realizes the Truth behind it all! The Seven Sin of OMNI have finally been Manifested, and now they See their actual Role in all of this. Is to Enact Demonic Slaughter on the Sin and their Demonic Arsenal of Formerly Omnipotent Race's now turned Corrupted Eternal Race's Full of Hatred, Sin, and now have Mutated with that Sin only to become their own Construct of Demonological Horrors. Zoth then Begin's Collecting New Demon Skin for Jackets\/Accessories on him to better Show their Rank of Fallen Foes! As they travelled through the Omniverse, they found love for the genuine people of each Race; as they became more social, they noticed a Devilish Threat unlike any other. The Sin of Time\/Space has been manifested into Reality as well; with this discovery, our Demonic Race has taken the mantle of fixing it all to indeed prove even something as evil and grotesque as themselves can genuinely be Fallen Angels on a path of bringing Peace to the Omniverse"],
    "Wrath":["The Hadesian is a Mysterious Race known for its shadow-like Lurking over The Omniverse; they kept to themselves as they saw no reason to interact with the other Races seeing themselves as the Peak in Apex Hunting. They were born with a fantastic gift of Stealth having Holes of Emptiness around their Chin, Palms, and Wrapped Around their Legs that produced a Smoke substance that could, for the younglings cloak them in smoke. The Adults could use it to harness it and become living Shadows. This Shadow Form allowed them to add Smoke properties to physical objects that could then be brought back to form. This allowed for devastating blows of lethal hits. Whether it looks like a bit of smoke blowing at you or engulfing you, it could cause Massive Destruction. This led them to Cause a Shadow to form once they all channelled their smoke into an energy source that linked them to the other 7; as the Last Universe to be connected, their background is still being discovered today. However, once the First of the Bloodline Fell to their Sinful Gluttony of Demontnyl, these Final Added Universe of the Hadesians were slandered and accused of producing one of the Main Chemicals. This forced Hadesians to grow even Colder than they once were. As they Grew Colder, they developed an Anger unlike any other a Passionate, Raging Wrathful Anger. This Wrath became their Sin as they began Fighting for Supremacy in their Universe and the overall Omniverse. Blaming OMNI himself for their misfortune, swearing to bring even him down with their swift yet deadly Wrath.","The Hadesians are a Stealthy, Deadly, and overall Brutal Race that channels its smoke into a storm like concentration, able to cause Electricity to surge through its smoke almost like a personal Thunderstorm. Lightning Surrounds the Smoke when this Race is extremely Angry, and with Wrath now taken over, they always are Angry. They have a dark shadow like smoke that goes up against their Arms from their Hands, almost wrapping their Arms in Smoke. Their Leg's also Omit this Smoke around their Legs and panning out around them like an Aura. Their Chins also have this smoke coming out with it flowing through their short Hair. They wield The Vajra, an Item they use to Channel their Smoke and Electricity into, then Manifest it for their Arsenal of Weaponry by Strapping it to their Back as a Vessel to be used when they need to. This Vajra Vessel is their Infinite Storage for all their most Sacred Possessions, these being: Their Trident that is Enveloped with Electricity Charges that can be Discharged like a Bolt of Lightning on whoever may feel safe at a Range. They have their Masterpieces in Close Range\/Stealth Weaponry: Recurve Bow made from a Deep, Dark Carbon Fiber like material; these Bow's named Nocturnus have Arrows that are made of Hadesians own smoke able to Manifest into Life at the Hadesians will. You may think a bit of smoke is coming your way when really it's an Onslaught of Hadesian Arrows. They're usually using they're Smoke to Encapsulate it's Foe and then Shock them to death in a Torturous and Brutal way. They can use their smoke to get into people's Lungs and then Bring it to Physical Form, Rupturing their Foes Internal Organs. This Race works off Stealth and Precise Deadly Blows. Be warned, for you never know when the Shadow you see at the corner of your eye is safe or not..."],
    "Pride":["For centuries, the Icarians have been a beacon of science, civilization, and military power within their realm. Their cities were massive, their palace so high that they could almost cover the sun. Such greatness, however, came with a price; they subjugated every other life form within their realm that could pose a threat to their power, and when that wasn't enough, they sought to conquer nature itself. They desperately tried to find a way to enhance their bodies and elongate their life, injecting themselves with substances created by their alchemists, at the core of which was a scarce and precious material, dragon scales: they would get chopped into small pieces and dissolved in the potion. The use of those scales had for many centuries been banned, as the dragon population had been steadily decreasing due to the intensive hunt.","","But that wasn't of any concern to the Icarians now. The process seemed to be working: they became more robust, faster and immune to most diseases. However, it became clear that something had gone terribly wrong after some time: people seemed to have become distant, cold, almost emotionless. Then the first babies were born: their faces were scarred, their skin was full of marks, bubbles, almost like they had burns all over their bodies; people started fighting, each city accusing the other of having caused this catastrophe. At this time, the potion supply started to run low; people realized that their organism could not survive without it and that there were very few scales left and almost no way to get more. ","Soon the realm plummeted into a brutal and bloody civil war. Those once-great cities fell into ruin, one after the other, as the entire realm dove into a new dark age. A great scientist, who had pioneered the body enhancement potions, decided to create a weapon that would ensure his city's survival amongst all others. He harnessed the immense energy of the planet's core, trapping it inside a dragon scale container, again defying nature and his own better judgement, as there was no way to predict what the release of that kind of power would cause. "," The blast was so powerful it was heard all over the realm. When the dust finally settled, all that was left was a wasteland, at the centre of which a glowing portal, a rift in the space-time continuum that allowed them access to The Omniverse. What was left of the Icarian race trickled into this new world, leaving their burning planet behind them."],
    "Greed":["At the beginning of intergalactic civilization, there was a race that served the old monarchs (The Silos) as nobility, businessmen, and clerks known as The Kleftians. They were loyal creatures who were satisfied with their high status. The peace between Silos and Kleftians was broken on The Rushed Light -- a rather unfortunate event in Omniverse history.","","In the middle of one fine spring evening, war erupted among the Silos across planets. The cause of the battle in the Rushed Light is unknown, but we know a certain Klefti had a part to play in the disagreement amidst kingdoms. Bloodshed increased panic amongst the other races, and destruction was joint throughout that fateful night. As the sun rose, the royalty and warriors retreated to tend to the wounded. Frantically, the Silos announced that they would be going into exile to protect their loved ones and friends with their luxuries. The Kleftians, unease with the Royalties claiming their assets, hoarded their rare stones, gold coins, and other valuables and escaped to other planets. The Klefti treasurers emptied the 13 Royal Treasuries. Eventually, they left nothing but a penny for the Silos Royalty, deserting them, which led to their extinction.","","The Kleftians now roam the streets thieving and exploiting the rich, viewing them as their prey. When it comes to communication\/transport between intergalactic planets, you can always spot a Klefti nearby by their confident language, heaps of jewellery, and unique hair-tie. They associate themselves with the old aristocracy, and they try to steal, earn and manipulate to earn their status as Silos someday. Furthermore, they are experts in finance and trade and can be used as good advisors and commanders if you promise them a thousand gold coins."],
    "Gluttony":["The Race Ardenterians was a Glorious Angellic Paladin Race. One that once Brought Law and Order to The Omniverse, seen as the Saviors and Bringers of Peace; After all, the Great Interdimensional Intersection Wars. This Race was Beloved and Revered as the Highest of All the Beautiful Seven. Their Platinum and Red Attire were seen as a sign of the Bloodline of The Sacred Seven. A Tale so old the only where to honestly read of it is in The Catacomb of The Omniverse. This was Discovered by the Ardenterians Race first, as they were the first to Bridge the Gap between each Universe that Interacted with The Omniverse's Core Network. They were Honored by all The Seven Universes as the First and Almighty Savior Race. They're Training Regimen was seen as nearly Impossible. They were always thought to be Born from The Great OMNI Himself. With all the Support and Praise, they Grew quite Comfortable and Complacent. As Peace was in sight, they took time to work on their own Advancement. They began to grow a Shroud of Ignorance that led them into their own solitude. During that solitude, one thing to note is that they Mastered their Manipulation of Light... Manipulation was so intense they Harnessed its Essence through Light Gauntlets Supplying their Race with an Omnipresent Glow unlike any other. Once Strong enough to Manipulate the Light Intensity of SuperNovas, and Seen with Beautiful Light Weaponry, Finally met its Demise. Finally, when They Brought what they saw as Peace to This Omniverse, they Guarded Millenia ","they were approached one day with a Huge Feast after being told by all other Race Leaders who were already infected by their Sin to worry about their Own Universe as it was falling to its Own Tragic Downfall. As these Glorious Paladin's Rushed back at the Speed Light, they fell into the Fascination with being able to just Rest easy for once. So they gave up all their will to fight to instead Indulge in what they saw was their Right. After all, they Brought Peace, did they not? They Quelled Each Universes Adversity, so it was only right they Reap their Spoils of Triumph. They fell into a Cycle of losing Track of Training for things like Enduldging in Overdosing on Experimental Medication that caused such insane Imbalances in their Brain's Chemical Structure that they went mad with it. Thinking it was better than Herbal and Natural Medication, demons Persuaded their way into these Once Glorious Paladin's Brains to finally become the Degenerates they once Fought so Valiantly Against. As of today, the Valiant Angellic Race has become Demonic Fanatical Psychopaths with only BloodLust and Feasting on their Fallen Foes bodies and making sure they have their particular Demontnyl handy for when they feel any sort of Regret or Remorse for their actions. ","As the Demons Say, Take Your Medicine. It's GOOD FOR YOU! Cont. ","As for the looks of them now... The once Glorious Race of Paladin Light Being's Shaping their Armor body into bodies of Luminescent lightweight; is now in shambles. The once vital Paladin Race has become a Metallic Mesh of Angel and Armor. Turned Demonic Metallic Flesh Mutative Race where they still Harness lightweight only to Use it to Burn the other Races and Eachother. Never knowing who to Trust in a constant Delusional Psychosis Created by the Demontnyl has led them to be mad, Shredding their once Glorious Gauntlets and Constructing them into Bloody Claws Ingrained in their Hands, the Deep Dark Red and Platinum Coloration now Dulled and Painted in all kinds of Disgusting Matter of their Foes. They also have given up on Harnessing Light for Speed in Sight of Power. Seeing No use in maneuverability if they were not the Fiercest of them all. They let their Gluttonous Sin turn them into a Shadow of what was once seen as the Bloodline's Beginning... They Adorn their Armor as it has Meshed into Their Metallic-Flesh-Like Form. Although Humanoid Formed like a Cyborg of Light, This Amalgamation is now a Cyborg of Burning Over-Enduldging Drug Abusive Psychopaths with no Fear in their Soulless-Light burning eyes."],
    "Sloth": ["Planet Xenarthrys was once a lush and green planet. It supported an abundance of life, and the Xenarths lived in harmony with nature. They never had the need to learn skills or crafts as the food was abundant. In a biblical context, Xenarthrys was the perfect Garden of Eden. Its inhabitants lived like the first Man and Women. However, all this came to an abrupt halt when Xenarthrys was spotted by the envious Kleftos during one of their intergalactic transits. Dripping with jealousy from seeing a perfect planet with its contented inhabitants, the Kleftos impulsively seek to destroy Xenarthrys through a combination of biological and chemical warfare. The attack was nearly a success. By disseminating a gene-altering supervirus and a gas 10 times more toxic than phosphine, the Kleftos wiped out approximately 80% of the Xenarths. Trees and animals died, the water was polluted, and the land was transformed into a barren wasteland. The remaining 20% of the Xenarths managed to survive by burrowing deep. Still, they were affected by the supervirus, which was a blessing in disguise because they now had the power of Terrakinesis, skin camouflage and retractable claws. The supervirus also affected the few other surviving animals and plants, causing them to develop physical mutations. Following the catastrophic aftermath, the Xenarths still tried to maintain some semblance of their previous carefree lives. They still lived off the land, doing the absolute minimum to survive."],
    "Envy":["The Ophites used to be the kindest race that focused on helping others. They gave whatever they had to help others for hundreds of years. Ophites would travel to the 7 other planets throughout the omniverse using their plasma staffs to help other races.","Other races, however, started to take advantage of their kindness. These others took everything from them and left them empty-handed and feeling empty-hearted. They returned to their own planet Ophius, and that is where they enacted their future. The Ophites, once a kind and helpful race, started to see what these other races had and all they had lost to them. They grew resentful and green with envy. This is where everything took a turn. Ophites vowed to take everything back from each other and all these races, letting their envy consume them entirely. They grew eyes all over their body to see everyone and their treasures from all sides. They have a severe lack of trust due to being taken advantage of for as long as they were. Once a kind, people have now fallen to hate and envy. The Ophites wanted more, driven by selfishness. They used their water plasma staffs to create a water vortex with plasma that spun so fast that they made black holes that they could control to travel to these other 7 races across The Omniverse. They sleuthed around eating the populace and stealing all of their possessions through their black holes. They lived like this for millennia until they ran into the Zoth. They saw them for what they were, how powerful they were, and prioritised avoiding them."]
  }
}

